Repository: Cluas/moshpit
Catalog: Moshpit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Starting…
de: Startet …
es: Iniciando…
fr: Démarrage…
ja: 開始中…
ko: 시작 중…
pt_br: Iniciando…
zh_hans: 正在启动…
zh_hant: 正在啟動…

source: Still not detected. Run the command, wait for it to finish, then re-check.
de: Immer noch nicht gefunden. Führe den Befehl aus, warte, bis er fertig ist, und prüfe dann erneut.
es: Sigue sin detectarse. Ejecuta el comando, espera a que termine y vuelve a comprobar.
fr: Toujours pas détecté. Lancez la commande, attendez qu’elle se termine, puis revérifiez.
ja: まだ検出されません。コマンドを実行し、完了を待ってから再チェックしてください。
ko: 아직 감지되지 않습니다. 명령을 실행하고 끝날 때까지 기다린 뒤 다시 확인하세요.
pt_br: Ainda não detectado. Rode o comando, espere terminar e verifique de novo.
zh_hans: 还是没检测到。运行命令，等它跑完，再重新检测。
zh_hant: 還是沒偵測到。執行指令，等它跑完，再重新偵測。

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
pt_br: Parar
zh_hans: 停止
zh_hant: 停止

source: Stop voice input
de: Spracheingabe stoppen
es: Detener entrada de voz
fr: Arrêter la saisie vocale
ja: 音声入力を停止
ko: 음성 입력 중지
pt_br: Parar entrada de voz
zh_hans: 停止语音输入
zh_hant: 停止語音輸入

source: Stop was passed to the host. It takes effect if the agent is still running.
de: „Stoppen“ wurde an den Host übergeben. Es wirkt, wenn der Agent noch läuft.
es: La orden de detener se pasó al host. Surtirá efecto si el agente sigue en marcha.
fr: L’ordre d’arrêt a été transmis à l’hôte. Il prendra effet si l’agent est toujours en cours.
ja: 停止をホストに渡しました。エージェントがまだ実行中であれば反映されます。
ko: 중지 요청을 호스트에 전달했습니다. 에이전트가 아직 실행 중이라면 적용됩니다.
pt_br: O comando de parar foi passado ao host. Ele vale se o agente ainda estiver rodando.
zh_hans: 停止指令已交给主机。若智能体仍在运行，指令就会生效。
zh_hant: 停止指令已交給主機。如果 agent 還在執行，指令就會生效。

source: Store in Secure Enclave
de: In Secure Enclave speichern
es: Guardar en el Secure Enclave
fr: Stocker dans la Secure Enclave
ja: Secure Enclave に保存
ko: Secure Enclave에 보관
pt_br: Guardar no Secure Enclave
zh_hans: 存入 Secure Enclave
zh_hant: 存入安全隔離區

source: Stored
de: Gespeichert
es: Guardada
fr: Enregistrée
ja: 保存済み
ko: 저장된 키
pt_br: Guardada
zh_hans: 已保存
zh_hant: 已儲存

source: Swipe to switch
de: Zum Wechseln streichen
es: Desliza para cambiar
fr: Balayez pour changer
ja: スワイプで切り替え
ko: 쓸어넘겨 전환
pt_br: Deslize para trocar
zh_hans: 滑动切换
zh_hant: 滑動切換

source: Switch
de: Wechseln
es: Cambiar
fr: Basculer
ja: 切り替え
ko: 전환
pt_br: Trocar
zh_hans: 切换
zh_hant: 切換

source: Switch Window
de: Fenster wechseln
es: Cambiar de ventana
fr: Changer de fenêtre
ja: ウインドウを切り替え
ko: 창 전환
pt_br: Trocar de janela
zh_hans: 切换窗口
zh_hant: 切換視窗

source: Switch agent
de: Agent wechseln
es: Cambiar de agente
fr: Changer d’agent
ja: エージェントを切り替え
ko: 에이전트 전환
pt_br: Trocar de agente
zh_hans: 切换智能体
zh_hant: 切換 agent

source: Switch to %@?
de: Zu %@ wechseln?
es: ¿Cambiar a %@?
fr: Basculer vers %@ ?
ja: %@ に切り替えますか？
ko: %@(으)로 전환할까요?
pt_br: Trocar para %@?
zh_hans: 切换到 %@？
zh_hant: 要切換到 %@ 嗎？

source: Switch to SSH
de: Zu SSH wechseln
es: Cambiar a SSH
fr: Basculer vers SSH
ja: SSH に切り替え
ko: SSH로 전환
pt_br: Trocar para SSH
zh_hans: 切换到 SSH
zh_hant: 切換到 SSH

source: TASK
de: AUFGABE
es: TAREA
fr: TÂCHE
ja: タスク
ko: 작업
pt_br: TAREFA
zh_hans: 任务
zh_hant: 任務

source: THE PIT NEVER CLOSES
de: DER PIT SCHLIESST NIE
es: EL PIT NUNCA CIERRA
fr: LE PIT NE FERME JAMAIS
ja: ピットは閉じない
ko: 서버는 잠들지 않는다
pt_br: O PIT NUNCA FECHA
zh_hans: 机器不眠
zh_hant: 機器不眠

source: THEME JSON
de: FARBSCHEMA-JSON
es: JSON DEL TEMA
fr: JSON DU THÈME
ja: テーマ JSON
ko: 테마 JSON
pt_br: JSON DO TEMA
zh_hans: 主题 JSON
zh_hant: 主題 JSON

source: THIS DEVICE · SECURE ENCLAVE
de: DIESES GERÄT · SECURE ENCLAVE
es: ESTE DISPOSITIVO · SECURE ENCLAVE
fr: CET APPAREIL · SECURE ENCLAVE
ja: このデバイス · SECURE ENCLAVE
ko: 이 기기 · SECURE ENCLAVE
pt_br: ESTE APARELHO · SECURE ENCLAVE
zh_hans: 本机 · SECURE ENCLAVE
zh_hant: 這部裝置 · SECURE ENCLAVE

source: TRIGGER
de: AUSLÖSER
es: DISPARADOR
fr: DÉCLENCHEUR
ja: トリガー
ko: 트리거
pt_br: GATILHO
zh_hans: 触发键
zh_hant: 觸發鍵

source: TYPE
de: TYP
es: TIPO
ja: 種類
ko: 유형
pt_br: TIPO
zh_hans: 类型
zh_hant: 類型

source: Take photo
de: Foto aufnehmen
es: Hacer foto
fr: Prendre une photo
ja: 写真を撮る
ko: 사진 찍기
pt_br: Tirar foto
zh_hans: 拍照
zh_hant: 拍照

source: Tap a preset to fill the trigger — tmux prefixes, control chords, special & navigation keys, F-keys. Then tweak the chip label / color below.
de: Tippe auf eine Vorlage, um den Auslöser zu füllen: tmux-Präfixe, Control-Kombinationen, Sonder- und Navigationstasten, F-Tasten. Passe danach unten Beschriftung und Farbe an.
es: Toca un preajuste para rellenar el disparador: prefijos de tmux, combinaciones con Control, teclas especiales y de navegación, teclas F. Después ajusta abajo la etiqueta y el color.
fr: Touchez un préréglage pour remplir le déclencheur : préfixes tmux, combinaisons Contrôle, touches spéciales et de navigation, touches F. Ajustez ensuite l’étiquette et la couleur ci-dessous.
ja: プリセットをタップするとトリガーが入力されます——tmux プレフィックス、Control コード、特殊キーと移動キー、F キー。その後、下でチップのラベルと色を調整します。
ko: 프리셋을 탭하면 트리거가 채워집니다. tmux 접두 키, Control 조합, 특수 키와 방향 키, F 키가 있습니다. 그런 다음 아래에서 칩 레이블과 색상을 다듬으세요.
pt_br: Toque em um preset para preencher o gatilho: prefixos do tmux, combinações com Control, teclas especiais e de navegação, teclas F. Depois ajuste o rótulo e a cor abaixo.
zh_hans: 点一个预设就填好触发键：tmux 前缀、Control 组合、特殊键和方向键、F 键。然后在下面改标签文字和颜色。
zh_hant: 點一個預設就填好觸發鍵：tmux 前綴、Control 組合、特殊鍵和方向鍵、F 鍵。然後在下面改標籤文字和顏色。

source: Tap modifiers to toggle them and enter a single character as the main key; the mobile keyboard triggers the raw scancode automatically.
de: Tippe auf die Modifikatoren, um sie ein- oder auszuschalten, und gib ein einzelnes Zeichen als Haupttaste ein. Die iPhone-Tastatur sendet den passenden Scancode automatisch.
es: Toca los modificadores para activarlos y escribe un solo carácter como tecla principal; el teclado del teléfono envía el código de tecla correspondiente automáticamente.
fr: Touchez les modificateurs pour les activer et saisissez un seul caractère comme touche principale ; le clavier de l’iPhone envoie automatiquement le code de touche correspondant.
ja: 修飾キーをタップして切り替え、メインキーは 1 文字で入力します。モバイルキーボードは生のスキャンコードを自動送信します。
ko: 수정자 키를 탭해 켜고 끄고, 주 키에는 문자 하나를 입력하세요. 휴대폰 키보드가 해당 스캔코드를 자동으로 보냅니다.
pt_br: Toque nos modificadores para ativá-los e digite um único caractere como tecla principal; o teclado do celular envia o código de tecla correspondente automaticamente.
zh_hans: 点修饰键切换开关，主键填一个字符。手机键盘会自动发对应的原始扫描码。
zh_hant: 點修飾鍵切換開關，主鍵填一個字元。手機鍵盤會自動送出對應的原始掃描碼。

source: Tap to focus pane
de: Tippen, um das Panel zu fokussieren
es: Toca para enfocar el panel
fr: Touchez pour activer le panneau
ja: タップでペインにフォーカス
ko: 탭하여 패널 선택
pt_br: Toque para focar o painel
zh_hans: 点按聚焦窗格
zh_hant: 點一下聚焦窗格

source: Tap to focus · %@
de: Zum Fokussieren tippen · %@
es: Toca para enfocar · %@
fr: Touchez pour activer · %@
ja: タップでフォーカス · %@
ko: 탭하여 선택 · %@
pt_br: Toque para focar · %@
zh_hans: 点按聚焦 · %@
zh_hant: 點一下聚焦 · %@

source: Tap to switch
de: Zum Wechseln tippen
es: Toca para cambiar
fr: Touchez pour changer
ja: タップで切り替え
ko: 탭하여 전환
pt_br: Toque para trocar
zh_hans: 点按切换
zh_hant: 點一下切換

source: Tap to take over
de: Tippen zum Übernehmen
es: Toca para tomar el control
fr: Touchez pour reprendre la main
ja: タップして引き継ぐ
ko: 탭하여 넘겨받기
pt_br: Toque para assumir
zh_hans: 点一下接管
zh_hant: 點一下接手

source: Tap ＋ in the top right to create a custom shortcut — key combos, text snippets, and command chains.
de: Tippe oben rechts auf ＋, um einen eigenen Kurzbefehl anzulegen: Tastenkombination, Textbaustein oder Befehlskette.
es: Toca ＋ arriba a la derecha para crear un atajo personalizado: combinaciones de teclas, fragmentos de texto o cadenas de comandos.
fr: Touchez ＋ en haut à droite pour créer un raccourci personnalisé : combinaison de touches, extrait de texte ou chaîne de commandes.
ja: 右上の＋でカスタムショートカットを作成 — キーコンボ、テキストスニペット、コマンドチェーンに対応。
ko: 오른쪽 위 ＋를 탭해 단축키를 만드세요. 키 조합, 텍스트 조각, 명령 묶음 모두 가능합니다.
pt_br: Toque em ＋ no canto superior direito para criar um atalho personalizado: combinações de teclas, trechos de texto ou sequências de comandos.
zh_hans: 点右上角的 ＋ 新建快捷键，可以是按键组合、一段文本，或一串命令。
zh_hant: 點右上角的 ＋ 新增快速鍵，可以是按鍵組合、一段文字，或一串指令。

source: Tap ＋ in the top right to create a custom shortcut — key combos, text snippets, and command chains. Tap one to edit it.
de: Tippe oben rechts auf ＋, um einen eigenen Kurzbefehl anzulegen: Tastenkombination, Textbaustein oder Befehlskette. Tippe auf einen, um ihn zu bearbeiten.
es: Toca ＋ arriba a la derecha para crear un atajo personalizado: combinaciones de teclas, fragmentos de texto o cadenas de comandos. Toca uno para editarlo.
fr: Touchez ＋ en haut à droite pour créer un raccourci personnalisé : combinaison de touches, extrait de texte ou chaîne de commandes. Touchez-en un pour le modifier.
ja: 右上の ＋ でカスタムショートカットを作成できます。キーの組み合わせ、テキスト、コマンドの連鎖。タップすると編集できます。
ko: 오른쪽 위 ＋를 탭해 단축키를 만드세요. 키 조합, 텍스트 조각, 명령 묶음 모두 가능합니다. 탭하면 편집할 수 있습니다.
pt_br: Toque em ＋ no canto superior direito para criar um atalho personalizado: combinações de teclas, trechos de texto ou sequências de comandos. Toque em um para editar.
zh_hans: 点右上角的 ＋ 新建快捷键，可以是按键组合、一段文本，或一串命令。点已有的可以编辑。
zh_hant: 點右上角的 ＋ 新增快速鍵，可以是按鍵組合、一段文字，或一串指令。點已有的可以編輯。

source: Tap ＋ to add your first server. Moshpit keeps your sessions alive across Wi-Fi / 5G handoff.
de: Tippe auf ＋, um deinen ersten Server hinzuzufügen. Moshpit hält deine Sitzungen auch beim Wechsel zwischen WLAN und 5G am Leben.
es: Toca ＋ para añadir tu primer servidor. Moshpit mantiene tus sesiones vivas aunque pases de Wi-Fi a 5G.
fr: Touchez ＋ pour ajouter votre premier serveur. Moshpit garde vos sessions actives quand vous passez du Wi-Fi à la 5G.
ja: ＋をタップして最初のサーバーを追加。Moshpit は Wi-Fi / 5G の切り替えをまたいでセッションを維持します。
ko: ＋를 탭해 첫 서버를 추가하세요. Wi-Fi와 5G를 오가는 동안에도 Moshpit이 세션을 끊기지 않게 유지합니다.
pt_br: Toque em ＋ para adicionar seu primeiro servidor. O Moshpit mantém suas sessões vivas mesmo quando você troca de Wi-Fi para 5G.
zh_hans: 点按 ＋ 添加第一台服务器。Moshpit 会在 Wi-Fi / 5G 切换时保持会话不断线。
zh_hant: 點一下 ＋ 加入第一台伺服器。在 Wi-Fi 和 5G 之間切換時，Moshpit 會讓工作階段保持連線。

source: Test the hooks
de: Hooks testen
es: Probar los hooks
fr: Tester les hooks
ja: フックをテスト
ko: 훅 테스트
pt_br: Testar os hooks
zh_hans: 测试 hooks
zh_hant: 測試 hooks

source: That config file isn't valid JSON (%@). Fix it on the host, or move it aside and Moshpit will write a fresh one.
de: Diese Konfigurationsdatei ist kein gültiges JSON (%@). Repariere sie auf dem Host oder leg sie beiseite, dann schreibt Moshpit eine neue.
es: Ese archivo de configuración no es JSON válido (%@). Arréglalo en el host, o apártalo y Moshpit escribirá uno nuevo.
fr: Ce fichier de configuration n’est pas du JSON valide (%@). Corrigez-le sur l’hôte, ou mettez-le de côté et Moshpit en écrira un nouveau.
ja: この設定ファイルは有効な JSON ではありません（%@）。ホスト上で修正するか、いったん退避させれば Moshpit が新しく書き出します。
ko: 그 설정 파일은 올바른 JSON이 아닙니다(%@). 호스트에서 고치거나 옆으로 치워 두면 Moshpit이 새로 씁니다.
pt_br: Esse arquivo de configuração não é um JSON válido (%@). Corrija no host, ou tire do caminho e o Moshpit gravará um novo.
zh_hans: 这个配置文件不是合法的 JSON（%@）。到主机上修好它，或者先挪走，Moshpit 会重新写一份。
zh_hant: 這個設定檔不是有效的 JSON（%@）。到主機上修好它，或者先搬走，Moshpit 會重新寫一份。

source: That config file's top level isn't a JSON object, so Moshpit can't merge hooks into it.
de: Die oberste Ebene dieser Konfigurationsdatei ist kein JSON-Objekt, deshalb kann Moshpit keine Hooks einfügen.
es: El nivel superior de ese archivo de configuración no es un objeto JSON, así que Moshpit no puede añadirle hooks.
fr: Le niveau supérieur de ce fichier de configuration n’est pas un objet JSON : Moshpit ne peut pas y ajouter de hooks.
ja: この設定ファイルのトップレベルが JSON オブジェクトではないため、Moshpit はフックをマージできません。
ko: 그 설정 파일의 최상위가 JSON 객체가 아니어서 Moshpit이 훅을 합칠 수 없습니다.
pt_br: O nível superior desse arquivo de configuração não é um objeto JSON, então o Moshpit não consegue incluir hooks nele.
zh_hans: 这个配置文件的顶层不是 JSON 对象，Moshpit 没法把 hooks 合并进去。
zh_hant: 這個設定檔的最外層不是 JSON 物件，Moshpit 沒辦法把 hooks 合併進去。

source: That doesn't look like theme JSON. Paste an exported theme, or an object with "background", "foreground" and the eight ANSI color names.
de: Das sieht nicht nach einem Farbschema aus. Setze ein exportiertes Farbschema ein oder ein Objekt mit "background", "foreground" und den acht ANSI-Farbnamen.
es: Eso no parece el JSON de un tema. Pega un tema exportado o un objeto con "background", "foreground" y los ocho nombres de colores ANSI.
fr: Cela ne ressemble pas au JSON d’un thème. Collez un thème exporté, ou un objet avec "background", "foreground" et les huit noms de couleurs ANSI.
ja: テーマの JSON ではないようです。書き出したテーマ、または "background"・"foreground" と 8 つの ANSI カラー名を持つオブジェクトを貼り付けてください。
ko: 테마 JSON이 아닌 것 같습니다. 내보낸 테마나, "background", "foreground"와 여덟 가지 ANSI 색상 이름이 있는 객체를 붙여넣으세요.
pt_br: Isso não parece o JSON de um tema. Cole um tema exportado ou um objeto com "background", "foreground" e os oito nomes de cores ANSI.
zh_hans: 这看起来不是主题 JSON。请粘贴导出的主题，或一个带 “background”、“foreground” 和八个 ANSI 颜色名的对象。
zh_hant: 這看起來不是主題 JSON。請貼上匯出的主題，或一個帶有 "background"、"foreground" 和八個 ANSI 顏色名的物件。

source: That relay address isn't a valid URL.
de: Diese Relay-Adresse ist keine gültige URL.
es: Esa dirección de relay no es una URL válida.
fr: Cette adresse de relais n’est pas une URL valide.
ja: このリレーのアドレスは有効な URL ではありません。
ko: 릴레이 주소가 올바른 URL이 아닙니다.
pt_br: Esse endereço de relay não é uma URL válida.
zh_hans: 这个中转服务器地址不是合法的 URL。
zh_hant: 這個中繼伺服器位址不是有效的 URL。

source: That request was already answered or has changed — nothing was sent. Open Moshpit to see the current state.
de: Diese Anfrage wurde schon beantwortet oder hat sich geändert, es wurde nichts gesendet. Öffne Moshpit, um den aktuellen Stand zu sehen.
es: Esa petición ya se respondió o ha cambiado, así que no se envió nada. Abre Moshpit para ver el estado actual.
fr: Cette demande a déjà reçu une réponse ou a changé : rien n’a été envoyé. Ouvrez Moshpit pour voir l’état actuel.
ja: そのリクエストは既に回答済みか変化しています——何も送信されていません。Moshpit を開いて現在の状態を確認してください。
ko: 그 요청은 이미 답변되었거나 바뀌었으므로 아무것도 보내지 않았습니다. Moshpit을 열어 현재 상태를 확인하세요.
pt_br: Esse pedido já foi respondido ou mudou, então nada foi enviado. Abra o Moshpit para ver o estado atual.
zh_hans: 那个请求已经有人答过，或者已经变了，所以什么都没发。打开 Moshpit 看看现在的状态。
zh_hant: 那個請求已經有人回答過，或者已經變了，所以什麼都沒送出。打開 Moshpit 看看目前的狀態。

source: The %@ speech model didn't download completely. Remove it and try again.
de: Das Sprachmodell für %@ wurde nicht vollständig geladen. Entferne es und versuch es erneut.
es: El modelo de voz de %@ no se descargó por completo. Quítalo e inténtalo de nuevo.
fr: Le modèle vocal %@ n’a pas été téléchargé en entier. Retirez-le et réessayez.
ja: %@ の音声モデルを完全にダウンロードできませんでした。削除してから再試行してください。
ko: %@ 음성 모델이 완전히 받아지지 않았습니다. 제거한 뒤 다시 시도하세요.
pt_br: O modelo de voz %@ não foi baixado por completo. Remova e tente de novo.
zh_hans: %@ 语音模型没有下载完整。请删除后重试。
zh_hant: %@ 語音模型沒有下載完整。請移除後再試一次。

source: The %@ speech model isn't downloaded yet.
de: Das Sprachmodell für %@ ist noch nicht geladen.
es: El modelo de voz de %@ aún no está descargado.
fr: Le modèle vocal %@ n’est pas encore téléchargé.
ja: %@ の音声モデルはまだダウンロードされていません。
ko: %@ 음성 모델을 아직 받지 않았습니다.
pt_br: O modelo de voz %@ ainda não foi baixado.
zh_hans: %@ 语音模型还没有下载。
zh_hant: %@ 語音模型還沒下載。

source: The accent color tints the app's controls and highlights. The home-screen icon is a separate choice. Both are separate from the terminal color scheme (Display → Theme, below).
de: Die Akzentfarbe färbt Bedienelemente und Hervorhebungen der App. Das Symbol auf dem Home-Bildschirm wählst du separat. Beides ist unabhängig vom Farbschema des Terminals (unten unter „Anzeige“ → „Farbschema“).
es: El color de acento tiñe los controles y resaltados de la app. El icono de la pantalla de inicio se elige por separado. Ninguno de los dos afecta a los colores del terminal (más abajo, en Pantalla → Tema).
fr: La couleur d’accentuation teinte les commandes et les surlignages de l’app. L’icône de l’écran d’accueil se choisit à part. Les deux sont indépendants des couleurs du terminal (Affichage → Thème, ci-dessous).
ja: アクセントカラーはアプリのコントロールとハイライトに適用されます。ホーム画面のアイコンは別の設定です。どちらもターミナルの配色（下の「表示 → テーマ」）とは無関係です。
ko: 강조 색상은 앱의 컨트롤과 하이라이트에 적용됩니다. 홈 화면 아이콘은 따로 고릅니다. 둘 다 터미널 색상 구성과는 별개입니다(아래 화면 → 테마).
pt_br: A cor de destaque tinge os controles e realces do app. O ícone da tela de início é uma escolha à parte. Nenhum dos dois afeta as cores do terminal (Tela → Tema, abaixo).
zh_hans: 强调色决定 App 里控件和高亮的颜色。主屏幕图标单独选。这两项都不影响终端配色，终端配色在下面的「显示 → 主题」。
zh_hant: 強調色決定 App 裡控制項和高亮的顏色。主畫面圖像另外選。這兩項都不影響終端機配色，終端機配色在下面的「顯示 → 主題」。

source: The connection failed for a reason Moshpit didn't recognise. Check the host, port and that the server is reachable, then try again.
de: Die Verbindung ist aus einem Grund fehlgeschlagen, den Moshpit nicht kennt. Prüfe Host und Port sowie ob der Server erreichbar ist, und versuch es erneut.
es: La conexión falló por un motivo que Moshpit no reconoce. Comprueba el host, el puerto y que el servidor sea accesible, y vuelve a intentarlo.
fr: La connexion a échoué pour une raison que Moshpit ne reconnaît pas. Vérifiez l’hôte, le port et que le serveur est joignable, puis réessayez.
ja: Moshpit が識別できない理由で接続に失敗しました。ホスト・ポート・サーバーに到達できるかを確認して、もう一度お試しください。
ko: Moshpit이 알지 못하는 이유로 연결에 실패했습니다. 호스트와 포트, 서버에 접근할 수 있는지 확인한 뒤 다시 시도하세요.
pt_br: A conexão falhou por um motivo que o Moshpit não reconhece. Confira o host, a porta e se o servidor está acessível, e tente de novo.
zh_hans: 连接失败，Moshpit 也没认出是什么原因。检查一下主机、端口，确认服务器能连通，再试一次。
zh_hant: 連線失敗，Moshpit 也認不出是什麼原因。檢查一下主機、連接埠，確認伺服器連得到，再試一次。

source: The hooks only stamp the tmux pane and exit 0 — the agent is never slowed, prompted, or interrupted.
de: Die Hooks markieren nur das tmux-Panel und beenden sich mit exit 0. Der Agent wird nie gebremst, gefragt oder unterbrochen.
es: Los hooks solo marcan el panel de tmux y salen con 0: el agente nunca se frena, ni recibe preguntas, ni se interrumpe.
fr: Les hooks se contentent de marquer le panneau tmux et de sortir avec 0 : l’agent n’est jamais ralenti, interrogé ni interrompu.
ja: フックは tmux ペインに印を付けて exit 0 するだけです——エージェントが遅くなったり、確認を求められたり、中断されることはありません。
ko: 훅은 tmux 패널에 표시만 남기고 exit 0으로 끝납니다. 에이전트가 느려지거나, 질문을 받거나, 중단되는 일은 없습니다.
pt_br: Os hooks só marcam o painel do tmux e saem com 0: o agente nunca é atrasado, questionado nem interrompido.
zh_hans: hooks 只给 tmux 窗格打个标记就 exit 0，不会拖慢智能体，也不会弹窗或打断它。
zh_hant: hooks 只替 tmux 窗格打個標記就 exit 0，不會拖慢 agent，也不會跳提示或打斷它。

source: The host reported: %@
de: Der Host meldet: %@
es: El host respondió: %@
fr: L’hôte a répondu : %@
ja: ホストからの報告：%@
ko: 호스트 응답: %@
pt_br: O host respondeu: %@
zh_hans: 主机返回：%@
zh_hant: 主機回報：%@

source: The host sends one for real. If it arrives here, the whole chain works.
de: Der Host sendet tatsächlich eine. Kommt sie hier an, funktioniert die ganze Kette.
es: El host envía una de verdad. Si llega aquí, toda la cadena funciona.
fr: L’hôte en envoie une pour de vrai. Si elle arrive ici, toute la chaîne fonctionne.
ja: ホストが実際に 1 件送信します。ここに届けば、一連の仕組みは正常です。
ko: 호스트가 실제로 하나를 보냅니다. 여기에 도착하면 전체 경로가 동작하는 것입니다.
pt_br: O host envia uma de verdade. Se chegar aqui, toda a cadeia funciona.
zh_hans: 主机会真的发一条。这里收到了，整条链路就是通的。
zh_hant: 主機會真的送一則。這裡收到了，整條鏈路就是通的。

source: The host sent one, but this screen never saw it arrive. Most likely Moshpit was not in the foreground — the test can only be confirmed while you are looking at this screen, so try again without leaving it. If it still fails, check that notifications are allowed and that the relay can reach Apple.
de: Der Host hat eine gesendet, aber diese Ansicht hat sie nie ankommen sehen. Wahrscheinlich war Moshpit nicht im Vordergrund. Der Test lässt sich nur bestätigen, solange du diese Ansicht offen hast, also versuch es erneut, ohne sie zu verlassen. Schlägt es weiter fehl, prüfe, ob Mitteilungen erlaubt sind und das Relay Apple erreicht.
es: El host envió una, pero esta pantalla no la vio llegar. Lo más probable es que Moshpit no estuviera en primer plano: la prueba solo se confirma mientras miras esta pantalla, así que vuelve a intentarlo sin salir de ella. Si sigue fallando, comprueba que las notificaciones estén permitidas y que el relay pueda llegar a Apple.
fr: L’hôte en a envoyé une, mais cet écran ne l’a jamais vue arriver. Moshpit n’était probablement pas au premier plan : le test ne peut être confirmé que pendant que vous regardez cet écran, alors réessayez sans le quitter. Si ça échoue encore, vérifiez que les notifications sont autorisées et que le relais peut joindre Apple.
ja: ホストは 1 件送信しましたが、この画面には届きませんでした。おそらく Moshpit がフォアグラウンドにありませんでした。テストはこの画面を見ている間だけ確認できるので、離れずにもう一度お試しください。それでも失敗する場合は、通知が許可されているか、リレーが Apple に到達できるかを確認してください。
ko: 호스트는 보냈지만 이 화면에서는 도착을 확인하지 못했습니다. Moshpit이 앞에 떠 있지 않았을 가능성이 큽니다. 이 테스트는 이 화면을 보고 있는 동안에만 확인되므로, 화면을 벗어나지 말고 다시 시도하세요. 그래도 실패하면 알림이 허용되어 있는지, 릴레이가 Apple에 연결할 수 있는지 확인하세요.
pt_br: O host enviou uma, mas esta tela não a viu chegar. Provavelmente o Moshpit não estava em primeiro plano: o teste só é confirmado enquanto você está olhando esta tela, então tente de novo sem sair dela. Se ainda falhar, confira se as notificações estão permitidas e se o relay consegue alcançar a Apple.
zh_hans: 主机发了一条，但这个页面没收到。最可能是 Moshpit 当时不在前台。这个测试只有你停留在这个页面时才能确认，别切走再试一次。还是不行的话，检查通知是否已允许，以及中转服务器能不能连上 Apple。
zh_hant: 主機送了一則，但這個畫面沒收到。最可能是 Moshpit 當時不在前景。這個測試只有你停在這個畫面時才能確認，不要切走，再試一次。還是不行的話，檢查通知是否已允許，以及中繼伺服器連不連得到 Apple。

source: The icon is separate from the accent color, because iOS only allows switching between icons bundled with the app — a custom accent can't have matching artwork generated for it.
de: Das Symbol ist von der Akzentfarbe getrennt, weil iOS nur zwischen den mitgelieferten Symbolen wechseln lässt. Für eine eigene Akzentfarbe lässt sich kein passendes Symbol erzeugen.
es: El icono se elige aparte del color de acento porque iOS solo permite alternar entre los iconos incluidos en la app: no se puede generar un icono a juego con un acento personalizado.
fr: L’icône est indépendante de la couleur d’accentuation, car iOS ne permet de basculer qu’entre les icônes fournies avec l’app : impossible de générer une icône assortie à une couleur personnalisée.
ja: アイコンとアクセントカラーは別の設定です。iOS はアプリに同梱されたアイコン間の切り替えしか許可しないため、カスタムアクセントに合わせた画像を生成することはできません。
ko: iOS는 앱에 포함된 아이콘 사이에서만 전환을 허용하므로 아이콘은 강조 색상과 따로 고릅니다. 사용자 설정 강조 색상에 맞는 아이콘을 즉석에서 만들 수는 없습니다.
pt_br: O ícone é separado da cor de destaque porque o iOS só permite alternar entre os ícones incluídos no app: não dá para gerar um ícone combinando com uma cor personalizada.
zh_hans: 图标和强调色分开选，是因为 iOS 只允许在 App 自带的几个图标之间切换，没法给自定义的强调色现做一个配套图标。
zh_hant: 圖像和強調色分開選，是因為 iOS 只允許在 App 內建的幾個圖像之間切換，沒辦法替自訂強調色現做一個配套圖像。

source: The key for %@:%@ does **not** match what's stored here. The server may have been reinstalled — or the connection is being intercepted.
de: Der Schlüssel für %@:%@ stimmt **nicht** mit dem hier gespeicherten überein. Vielleicht wurde der Server neu installiert, vielleicht wird die Verbindung aber auch abgehört.
es: La clave de %@:%@ **no** coincide con la guardada aquí. Puede que hayan reinstalado el servidor, o que alguien esté interceptando la conexión.
fr: La clé de %@:%@ ne correspond **pas** à celle enregistrée ici. Le serveur a peut-être été réinstallé, ou quelqu’un intercepte la connexion.
ja: %@:%@ のキーは、ここに保存されているものと**一致しません**。サーバーが再インストールされた可能性——あるいは接続が傍受されている可能性があります。
ko: %@:%@의 키가 여기 저장된 것과 **다릅니다**. 서버를 다시 설치했을 수도 있지만, 누군가 연결을 가로채고 있을 수도 있습니다.
pt_br: A chave de %@:%@ **não** corresponde à guardada aqui. Pode ser que o servidor tenha sido reinstalado, ou que alguém esteja interceptando a conexão.
zh_hans: %@:%@ 的密钥和这里保存的**不一样**。可能是服务器重装过，也可能有人在中间截连接。
zh_hant: %@:%@ 的金鑰和這裡儲存的**不一樣**。可能是伺服器重灌過，也可能有人在中間攔截連線。
